Repository: antrodart/mercados_prediccion
Catalog: PredictionMarketsTFG/mercados_*_prediccion/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Title in English
es_es: Título en inglés

source: Title in Spanish
es_es: Título en español

source: Image
es_es: Imagen

source: Only .png and .jpg images format are accepted.
es_es: Sólo se aceptan imágenes con formatos .jpg o .png

source: Community name
es_es: Nombre de la comunidad

source: Describe your community: rules, objectives and general information
es_es: Describe la comunidad: normas, objetivos e información general

source: Description
es_es: Descripción

source: Visibility
es_es: Visibilidad

source: Visible communities can be seen by anyone.
es_es: Las comunidades visibles pueden ser vistas por cualquiera.

source: Title
es_es: Título

source: The title should briefly describe the event and the end date.
es_es: El título debe describir brevemente el evento y la fecha de finalización.

source: It must contain all the possible information of the event to be predicted, so that no user has any doubt.
es_es: Debe contener toda la información del evento para ser predicho, de forma que los usuarios no tengan dudas.

source: End date
es_es: Fecha de finalización

source: The date on which the market is finished and you can no longer bet. Must be format mm/dd/yyyy.
es_es: La fecha en la que el mercado finalizará y los usuarios no podrán apostar. Debe estar en formato dd/mm/yyyy.

source: Categories
es_es: Categorías

source: Binary
es_es: Binario

source: Multiple: exclusive
es_es: Múltiple: exclusivo

source: Multiple: non-exclusive
es_es: Múltiple: no exclusivo

source: Type of market
es_es: Tipo de mercado

source: Binary markets only accept yes/no contract options. Multiple markets accept two or more predefined options; in exclusive multiple markets the asset prices are divided between all the options, and in non-exclusive multiple markets each option has its own "binary market" included, where people can vote if that option will take place or not.
es_es: Los mercados binarios sólo aceptan activos para opciones de sí/no. Los mercados múltiples aceptan dos o más opciones predefinidas; en los múltiples exclusivos los precios de las acciones son divididos entre todas las opciones, mientras que en los múltiples no exclusivos cada opción tiene su propio "mercado binario" incluido, donde los usuarios pueden elegir si dicha opción tendrá lugar o no.

source: Category
es_es: Categoría

source: Option
es_es: Opción

source: The option that participants can bet on
es_es: La opción en la que los participantes pueden apostar.

source: It must contain all the possible information to help the moderators decide to invite you.
es_es: Debe contener toda la información posible para ayudar al moderador a invitarte.

source: Quantity
es_es: Cantidad

source: The quantity of assets you want to buy.
es_es: La cantidad de activos que quieres comprar.

source: Winner option
es_es: Opción ganadora

source: Select the winner option for this market.
es_es: Selecciona la opción ganadora para este mercado.

source: Winner options
es_es: Opciones ganadoras

source: Select the winner options for this market. More than one can be selected holding the Control key.
es_es: Selecciona las opciones ganadoras para este mercado. Se puede seleccionar más de una manteniendo pulsada la tecla Control.

source: Search
es_es: Buscar

source: Market title or description
es_es: Título o descripción del mercado

source: Anything to comment?
es_es: ¿Algo que comentar?

source: Picture
es_es: Imagen

source: This method can only be used for binary or exclusive markets options.
es_es: Este método solo se puede usar para opciones de mercados binarios o exclusivos.

source: The market has ended and you can no longer place bets.
es_es: El mercado ha finalizado y ya no acepta apuestas.

source: The market is part of a private community in which you do not have access.
es_es: El mercado es parte de una comunidad privada a la que no tienes acceso.

source: Must be logged as Admin.
es_es: Debe estar logueado como Admin.

source: You must have more than 2000 Karma or be verified
es_es: Debes tener más de 2000 Karma o ser verificado

source: You cannot edit this community.
es_es: No puedes editar esta comunidad.

source: Private community
es_es: Comunidad privada

source: You can't create a market in this community.
es_es: No puedes crear un mercado en esta comunidad.

source: You can't create a public market. Please contact us if you want to verify your account and create public markets.
es_es: No puedes crear un mercado público. Por favor contáctanos si quieres verificar tu cuenta y crear mercados públicos.

source: You can't edit this market.
es_es: No puedes editar este mercado.

source: You are already member of this community.
es_es: Ya eres miembro de esta comunidad.

source: You can't join this community
es_es: No puedes unirte a esta comunidad

source: Only moderators can access this page.
es_es: Sólo los moderadores pueden acceder a esta página.

source: The market does not exist or it has not expired
es_es: El mercado no existe o ha expirado

source: Must be the market creator.
es_es: Debes ser el creador del mercado.

source: Must be the creator of the Market
es_es: Debes ser el creador del mercado

source: The option is not from this market.
es_es: La opción no es de este mercado.

source: You cannot delete this comment
es_es: No puedes borrar este comentario

source: You must be logged
es_es: Debes estar logueado

source: You don't have any assets yet.
es_es: No tienes ningún activo todavía.

source: You have
es_es: Tienes

source: assets for this option
es_es: activos para esta opción

source: You didn't buy any asset
es_es: No compraste ningún activo

source: You bought
es_es: Compraste

source: assets
es_es: activos

source: English
es_es: Inglés

source: Spanish
es_es: Español

source: Images must be in PNG or JPG format.
es_es: Las imágenes deben estar en formato PNG o JPG.

source: Date must be past.
es_es: La fecha debe ser pasada.

source: Date must be future
es_es: La fecha debe ser futura

source: Permission denied
es_es: Permiso denegado

source: Error 403 - Permission denied
es_es: Error 403 - Permiso denegado

source: Page not found
es_es: Página no encontrada

source: Error 404 - Page not found
es_es: Error 404 - Página no encontrada

source: About
es_es: Sobre nosotros

source: About.
es_es: Sobre nosotros.

source: Prediction Markets
es_es: Mercados de predicción

source: Home
es_es: Inicio

source: Markets
es_es: Mercados

source: Community
es_es: Comunidad

source: Communities
es_es: Comunidades

source: All communities
es_es: Todas las comunidades

source: Created communities
es_es: Comunidades creadas

source: public Karma
es_es: Karma público

source: My profile
es_es: Mi perfil

source: Betting history
es_es: Historial de apuestas

source: Verify my account
es_es: Verificar mi cuenta

source: Logout
es_es: Cerrar sesión

source: Login
es_es: Iniciar sesión

source: Sign up
es_es: Registrarse

source: Create category
es_es: Crear categoría

source: Create market
es_es: Crear mercado

source: Create admin
es_es: Crear admin

source: Judge markets
es_es: Juzgar mercados

source: Judge verify requests
es_es: Juzgar peticiones de verificación

source: Language
es_es: Idioma

source: Back to top
es_es: Volver arriba

source: Contact
es_es: Contacto

source: May the wisdom of the crowds be your perfect tool to make predictions
es_es: Que la sabiduría colectiva sea tu herramienta perfecta para hacer predicciones

source: Start betting on prediction markets now!
es_es: ¡Empieza a apostar en mercados de predicción!

source: 3 Market types
es_es: 3 tipos de mercados

source: You will be able to create and bet on any kind of event
es_es: Serás capaz de crear y apostar en cualquier tipo de evento

source: Be part of groups according to your interests
es_es: Sé parte de grupos de acuerdo a tus intereses

source: Available for everyone
es_es: Para todo el mundo

source: No matter your nationality, money or favourite device
es_es: Sin importar tu nacionalidad, dinero o dispositivo favorito

source: 3 different types of markets
es_es: 3 tipos diferentes de mercados

source: Either through our binary markets, exclusive markets or non-exclusive markets, everyone can create and bet on 3 different kind of prediction markets that cover all possible events
es_es: Ya sea a través de los mercados binarios, exclusivos, o los no exclusivos, todo el mundo puede crear y apostar en 3 tipos distintos de mercados de predicción que cubren todos los eventos posibles

source: Create and join private communities
es_es: Crea y únete a comunidades privadas

source: Communities are a very important part of our system, in which people who share the same interests, cities or jobs can bet on prediction markets located in a private environment. Equally, corporations can use them for their internal forecasts
es_es: Las comunidades son una parte muy importante de nuestro sistema, en la cual las personas que comparten los mismos intereses, ciudades o trabajos pueden apostar en mercados de predicción alojados en entornos privados. Igualmente, las corporaciones pueden usarlaas para sus predicciones internas

source: Everyone has something to say
es_es: Todo el mundo tiene algo que decir

source: In order to have faithful predictions, it is necesary that the participants are as diverse as possible. That's why everyone from any country and device can bet, no matter the money they have, thanks to our own reputation points called Karma
es_es: Para tener predicciones fiables, es necesario que los participantes sean lo más diversos posible. Este es el motivo por el que cualquiera puede apostar desde cualquier país y dispositivo, sin importar el dinero que tenga, gracias a nuestros propios puntos de reputación llamados Karma

source: Ready to get started? Sign up now!
es_es: ¿Preparado para empezar? ¡Regístrate ahora!

source: Sign up!
es_es: ¡Regístrate!

source: Terms of Use and Privacy Policy
es_es: Términos de uso y Política de Privacidad

source: All Rights Reserved
es_es: Todos los derechos reservados

source: Web application created by the student Antonio Rodríguez Artacho (antrodart@alum.us.es) as part of his final undergraduate project
es_es: Aplicación web creada por el estudiante Antonio Rodríguez Artacho (antrodart@alum.us.es) como parte de su trabajo final de grado

source: This project was done under the supervision of José Antonio Troyano Jiménez (troyano@us.es), professor of the department of Languages and Operating Systems
es_es: Este proyecto fue realizado bajo la supervisión de José Antonio Troyano Jiménez (troyano@us.es), profesor del departamento de Lenguajes y SIstemas Operativos.

source: University of Seville
es_es: Universidad de Sevilla

source: If you want to inform about a bug, suggestion or any other matter, please feel free to contact us
es_es: Si quieres informar sobre un bug, sugerencia o tienes algún otro asunto que comunicar, siéntete libre de contactarnos

source: Terms and conditions
es_es: Términos y condiciones

source: Company name: Predictmarket S.A.
es_es: Nombre de la empresa: Predictmarket S.A.

source: Headquarters: Av. Reina Mercedes s/n, 41012 Seville
es_es: Sede: Av. Reina Mercedes s/n, 41012 Sevilla

source: Phone number: 625 15 19 20
es_es: Número de teléfono: 625 15 19 20

source: 1. Introduction
es_es: 1. Introducción

source: The present general conditions of use of the website, regulate the terms and conditions of access and use of predictmarket, property of Predictmarket S.A., domiciled in Seville and with Tax Identification Number A86224532, hereinafter Predictmarket, That the user of the Portal must read and accept to use all the services and information that are provided from the portal. The mere access and/or use of the portal, all or part of its contents and/or services means the full acceptance of these general conditions of use.
es_es: Las presentes condiciones de uso del sitio web regulan los términos y condiciones de acceso y uso de predictmarket, propiedad de Predictmarket S.A., domiciliado en Sevilla, con CIF A86224532, de ahora en adelante Predictmarket, que el usuario del portal debe leer y aceptar el uso de todos los servicios e información que se proveen desde el portal. El mero acceso y/o uso del portal, en su totalidad o en parte de sus contenidos y/o servicios significa la completa aceptación de estas condiciones generales de uso.

source: 2. Use conditions
es_es: 2. Condiciones de uso

source: The present general conditions of use of the portal regulate the access and the use of the portal, including the contents and the services made available to the users in and/or through the portal, either by the portal, by its users, or by third parties. However, access to and use of certain content and/or services may be subject to certain specific conditions.
es_es: Las actuales condiciones generales de uso del portal regulan el acceso y uso del mismo, incluyendo los contenidos y servicios que están disponibles para los usuarios del portal, ya sea de parte del mismo, de sus usuarios o por terceras personas. Sin embargo, el acceso y uso de cierto contenido y/o servicios pueden estar sujetos a condiciones específicas.

source: 3. Modifications
es_es: 3. Modificaciones

source: The company reserves the right to modify at any time the general conditions of use of the portal. In that case, the users will receive an email with the modifications.
es_es: La empresa se reserva el derecho a modificar en cualquier momento las condiciones de uso del sitio. En ese caso, los usuarios recibirán un correo electrónico con las modificaciones.

source: 4. User obligations
es_es: 4. Obligaciones de los usuarios

source: The user must at all times respect the terms and conditions established in these general conditions of use of the portal. The user expressly states that he will diligently use the portal and assume any responsibility that may arise from breach of the rules. Likewise, the user may not use the portal to transmit, store, disseminate promote or distribute data or contents that are carriers of viruses or any other computer code, files or programs designed to interrupt, destroy or impair the operation of any program or equipment Computer or telecommunication.
es_es: El usuario debe respetar los términos y condiciones establecidos en esta sección en todo momento. El usuario afirma expresamente que usará el sitio web y asumirá cualquier responsabilidad que pueda surgir de romper las reglas. De igual modo, el usuario no podrá usar el portal para transmitir, vender, diseminar, promover o distribuir datos o contenido que contengan virus u otro código fuente, archivos o programas destinados a interrumpir, destruir o perjudicar la operación de cualquier programa o equipo informático o de telecomunicaciones.

source: 5. Portal responsibilities
es_es: 5. Responsabilidades del sitio

source: The user knows and accepts that the portal does not grant any guarantee of any kind, either express or implied, about the data, contents, information and services that are incorporated and offered from the Portal. Except in cases where the Law expressly imposes otherwise, and exclusively with the extent and extent to which it imposes, Portal does not guarantee or assume any responsibility for any damages and losses caused by the use and use of information, data and Services of the Portal. In any case, the Portal excludes any liability for damages that may be due to information and/or services provided or supplied by third parties other than the Company. All responsibility will be from the third party, either supplier or collaborator.
es_es: El usuario conoce y acepta que el sitio no asegura garantía de ningún tipo, ya sea explícita o implícita, sobre los datos, contenidos, información y servicios que son incorporados y ofrecidos por el sitio. Excepto los casos en los que la ley lo impone expresamente, y exclusivamente con el alcance que se impone, el sitio no garantiza o asume ninguna responsabilidad por ningún daño ni pérdida causada por el uso de la información, datos y servicios del mismo. En cualquier caso, el sitio se excluye de cualquier responsabilidad de daños que puedan ser debidos a la información y/o servicios proporcionados o administrados por terceras personas. Toda responsabilidad se adjudicará a ésta tercera persona, proveedor o colaborador.

source: 6. Intellectual and industrial property
es_es: 6. Propiedad intelectual e industrial

source: All contents, trademarks, logos, drawings, documentation, computer programs or any other element susceptible of protection by the intellectual or industrial property laws, that are accessible in the portal correspond exclusively to the company or its legitimate owners and are expressly reserved all The rights over them. It is expressly prohibited to create hypertext links (links) to any element of the Portal's web pages without the authorization of the company, provided they are not to a web page of the Portal that does not require identification or authentication for access, or It is restricted. In any case, the portal reserves all rights over the contents, information data and services that it has on them. The portal does not grant any license or authorization to use the user on its contents, data or services, other than that expressly detailed in these general conditions of use of the portal.
es_es: Todos los contenidos, marcas, logos, diseños, documentación, código fuente o cualquier otro elemento susceptible de protección por la ley de propiedad intelectual o industrial que sean accesibles desde el sitio se corresponden exclusivamente con la empresa o con su dueño legítimo, y se reservan todos los derechos sobre ellos. Está expresamente prohibido crear hipervínculos a cualquier elemento de las páginas del sitio sin la autorización de la empresa, siempre que no sean a páginas que no requiera autentificación o identificación para su acceso. En cualquier caso, el sitio se reserva todos los derechos sobre los contenidos, información, datos y servicios que tenga sobre ellos. El sitio no aporta ninguna licencia o autorización para que el usuario use sus contenidos, datos o servicios fuera del uso expresamente detallado en estas condiciones generales.

source: 7. Applicable legislation, jurisdiction and notifications
es_es: 7. Legislación, jurisdicción y notificaciones aplicables

source: The present conditions are governed and interpreted according to the Laws of Spain. For any claim, the courts and tribunals of Seville will be competent. All notifications, requests, requests and other communications that the User wishes to make to the Company that holds the Portal must be made in writing and it will be understood that they have been correctly executed when they have been received at the following address: predictmarket.us@gmail.com.
es_es: Las condiciones actuales están gobernadas e interpretadas de acuerdo a las leyes españolas. Para cualquier reclamación, deberá acudir a las cortes y tribunales de la ciudad de Sevilla. Todas las notificaciones, peticiones y otras comunicaciones que el usuario desee realizar a la empresa que soporta el sitio web deben ser realizadas por escrito y se entenderá que han sido correctamente ejecutadas cuando se hayan recibido a la siguiente dirección de correo electrónico: predictmarket.us@gmail.com.

source: 8. Data protection
es_es: 8. Protección de datos

source: Predictmarket is deeply committed to complying with Spanish personal data protection regulations, and guarantees full compliance with the disposed obligations, as well as the implementation of the security measures provided for in art. 9 of the Law A-2018-16673, of Protection of Data of Personal Character (LOPD) and in the Regulation of Development of the LOPD. In accordance with this Law, we inform that the use of our website requires that we request certain personal data through registration forms or contact, or by sending emails, and that these will be treated and incorporated into the files of Predictmarket, owner and responsible for them. The sending of this personal data constitutes the express consent to the treatment of the same, although this consent is of a revocable nature and without retroactive effects.
es_es: Predictmarket está profundamente comprometidos con el cumplimiento de las regulaciones de protección de datos personales españolas, y garantiza el pleno cumplimiento de las obligaciones dispuestas, así como la implementación de las medidas de seguridad previstas en el art. 9 de la Ley A-2018-16673, de la Ley Orgánica de Protección de Datos (LOPD) y en el desarrollo regulador de la LOPD. De acuerdo con esta ley, informamos que el uso de nuestro sitio web requiere que recolectemos ciertos datos personales a través de formularios de registro o de contacto, o enviando correos electrónicos, y que estos datos serán tratados e incorporados a los archivos de Predictmarket, dueño y responsable de ellos. El envío de estos datos personales constituyen el consentimiento expreso para el tratamiento de los mismos, aunque este consentimiento es de naturaleza revocable y sin efectos retroactivos.

source: 8.1. Rights that Predictmarket provide to customers
es_es: 8.1. Derechos que Predictmarket proporciona a sus clientes

source: Users are notified of every breach if they result in a risk for the rights and freedoms of individuals
es_es: Los usuarios son notificados de toda brecha de seguridad si resulta un riesgo para sus derechos y libertades

source: Users have the right to ask Predictmarket to delete their data, cease further dissemination of them, and have third parties halt processing them.
es_es: Los usuarios tienen el derecho de pedir a Predictmarket que elimine sus datos, deje de difundirlos y que terceros detengan su procesamiento.

source: Users have the right to request the data that Predictmarket has about them in an electronic format that facilitates porting those data to other companies.
es_es: Los usuarios tienen el derecho de solicitar los datos que Predictmarket tiene sobre ellos en un formato electrónico que facilite la transferencia de esos datos a otras compañías.

source: 9. Published data responsibilities
es_es: 9. Responsabilidad sobre los datos publicados

source: Data published by final user of the system are bound to change if any of these conditions are satisfied: glorification of terrorism, hate, racism, xenophobia, violence, data whose main objective is any illicit or illegal activity as indicated in Spanish Organic Law A-2018-16673 Adult content must be properly tagged or it will be bound to the same conditions abovementioned.
es_es: Los datos publicados por el usuario final del sistema están obligados a cambiar si se cumple alguna de estas condiciones: glorificación del terrorismo, odio, racismo, xenofobia, violencia, datos cuyo objetivo principal es cualquier actividad ilícita o ilegal como se indica en la Ley Orgánica Española A- 2018-16673 El contenido para adultos debe estar correctamente etiquetado o estará vinculado a las mismas condiciones mencionadas anteriormente.

source: Upload picture
es_es: Cargar imagen

source: Choose file
es_es: Escoge un archivo

source: Delete
es_es: Borrar

source: Cancel
es_es: Cancelar

source: Save
es_es: Guardar

source: Create
es_es: Crear

source: market
es_es: mercado

source: markets
es_es: mercados

source: Edit
es_es: Editar

source: Edit community
es_es: Editar comunidad

source: Create community
es_es: Crear comunidad

source: Not visible
es_es: No visible

source: (Optional)
es_es: (Opcional)

source: Join community
es_es: Unirse a comunidad

source: It will be evaluated by the moderator/s of the community.
es_es: Será evaluado por el moderador de la comunidad.

source: Back to community
es_es: Volver a la comunidad

source: Send request
es_es: Enviar petición
