Repository: antrodart/mercados_prediccion
Catalog: PredictionMarketsTFG/mercados_*_prediccion/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Created by
es_es: Creado por

source: on
es_es: el

source: member
es_es: miembro

source: members
es_es: miembros

source: Options:
es_es: Opciones:

source: Members
es_es: Miembros

source: Get link to join
es_es: Obtener enlace de unión

source: Description:
es_es: Descripción

source: Members:
es_es: Miembros:

source: Markets:
es_es: Mercados:

source: Request sent
es_es: Petición enviada

source: This community has no markets yet.
es_es: Esta comunidad no tiene ningún mercado todavía.

source: Market ended
es_es: El mercado finalizó

source: The market ended on
es_es: El mercado finalizó el

source: You can place bets on this market until
es_es: Puedes apostar en este mercado hasta el

source: Share the following link to anyone you want to join your community
es_es: Comparte el siguiente enlace con las personas que desees que se unan a tu comunidad

source: My created communities
es_es: Mis comunidades creadas

source: Creating a community allows you to bet on private markets with people that share your same interests
es_es: Crear una comunidad te permite apostar en mercados privados con gente con la que compartes los mismos intereses

source: By doing so, you must have more than 2000 public Karma or get your account verified
es_es: Para hacerlo, necesitas más de 2000 Karma público o tener tu cuenta verificada

source: Close
es_es: Cerrar

source: Member list
es_es: Lista de miembros

source: Name (alias)
es_es: Nombre (alias)

source: Options
es_es: Opciones

source: Expel
es_es: Expulsar

source: Accept
es_es: Aceptar

source: Reject
es_es: Rechazar

source: Cookies disclaimer
es_es: Aviso de cookies

source: Our site saves small pieces of text information (cookies) on your device in order to deliver better content and for statistical purposes. You can disable the usage of cookies by changing the settings of your browser. By browsing our website without changing the browser settings you grant us permission to store that information on your device.
es_es: Este sitio web guarda pequeños fragmentos de información (cookies) en su dispositivo con la finalidad de ofrecer un mejor contenido y para finalidades estadísticas. Usted puede desactivar el uso de cookies modificando la configuración de su navegador. Navegar por nuestro sitio web sin cambiar la configuración del navegador hace que usted nos esté autorizando a guardar esta información en su dispositivo.

source: I agree
es_es: Estoy de acuerdo

source: Create prediction market
es_es: Crear mercado de predicción

source: The end date is not valid. It must be future.
es_es: La fecha de finalización no es válida. Debe ser futura.

source: Verified user
es_es: Usuario verificado

source: User is staff
es_es: El usuario es admin

source: asset sold
es_es: activo vendidos

source: assets sold
es_es: activos vendidos

source: Public
es_es: Público

source: Public market
es_es: Mercado público

source: Ending date
es_es: Fecha de finalización

source: Market options:
es_es: Opciones del mercado:

source: Edit market
es_es: Editar mercado

source: Related markets
es_es: Mercados relacionados

source: Contracts
es_es: Opciones

source: Yes
es_es: Sí

source: Price
es_es: Precio

source: Buy
es_es: Comprar

source: Buy assets
es_es: Comprar activo

source: 'Yes' price
es_es: Precio 'sí'

source: Yes or no?
es_es: ¿Sí o no?

source: Buy yes
es_es: Comprar sí

source: Buy no
es_es: Comprar no

source: 'No' price
es_es: Precio 'no'

source: Comments
es_es: Comentarios

source: Share
es_es: Comentar

source: commented on
es_es: comentó el

source: Delete comment
es_es: Borrar comentario

source: assets
es_es: activos

source: Price per asset
es_es: Precio por activo

source: Total price
es_es: Precio total

source: You don't have enough karma
es_es: No tienes suficiente Karma

source: You must be logged in order to buy assets
es_es: Debes iniciar sesión para comprar activos

source: This market ended on
es_es: Este mercado finalizó el

source: Judge market
es_es: Juzgar mercado

source: Final price
es_es: Precio final

source: Correct option
es_es: Opción correcta

source: Incorrect option
es_es: Opción incorrecta

source: The market hasn't been judged yet.
es_es: El mercado no ha sido juzgado todavía.

source: assets for this option were sold
es_es: activos fueron vendidos para esta acción

source: Edit prediction market
es_es: Editar mercado de predicción

source: binary
es_es: binario

source: exclusive multiple
es_es: múltiple exclusivo

source: non-exclusive multiple
es_es: múltiple no exclusivo

source: Binary markets only accept yes/no contract options. Multiple markets accept two or more predefined options; in exclusive multiple markets the asset prices are divided between all the options, and in non-exclusive multiple markets each option has its own 'binary market' included, where people can vote if that option will take place or not.
es_es: Los mercados binarios sólo aceptan opciones de sí/no. Los mercados múltiples aceptan dos o más opciones predefinidas; en los mercados múltiples exclusivos los precios de las acciones son divididos entre todas las opciones, mientras que en los múltiple no exclusivos cada opción tiene su propio 'mercado binario' incorporado, donde los participantes pueden votar si esa opción tendrá lugar o no.

source: Ended on
es_es: Finalizó el

source: Judge finished markets
es_es: Juzgar mercados finalizados

source: Showing only public markets created by you
es_es: Mostrando sólo los mercados públicos creados por mi

source: Click to show all public markets
es_es: Clic para mostrar todos los mercados públicos

source: Showing all public markets
es_es: Mostrando todos los mercados públicos

source: Click to show only markets created by you
es_es: Clic para mostrar sólo los mercados creados por mi

source: Judge
es_es: Juzgar

source: Filtering by category
es_es: Filtrando por categoría

source: Click to cancel the filtering
es_es: Clic para cancelar el filtrado

source: Password
es_es: Contraseña

source: or
es_es: o

source: Log in with Google
es_es: Loguearse con Google

source: Forget Password?
es_es: ¿Olvidaste la contraseña?

source: Password reset
es_es: Resetear contraseña

source: Your password has been set. You may go ahead and
es_es: Has establecido tu contraseña. Puedes

source: log in
es_es: iniciar sesión

source: now
es_es: ahora

source: Change password
es_es: Cambiar contraseña

source: Your password can't be too similar to your other personal information
es_es: Tu conraseña no puede ser demasiado similar a tu otra información personal

source: Your password must contain at least 8 characters
es_es: Tu contraseña debe contener por lo menos 8 caracteres

source: Your password can't be a commonly used password
es_es: Tu contraseña no puede ser una usada comúnmente

source: Your password can't be entirely numeric
es_es: Tu contraseña no puede ser numérica entera

source: The password reset link was invalid, possibly because it has already been used
es_es: El enlace para restablecer la contraseña no es válido, posiblemente porque ya ha sido usado

source: Please request a new password reset
es_es: Por favor, pide de nuevo restablecer la contraseña

source: Email sent
es_es: Email enviado

source: We've emailed you instructions for setting your password, if an account exists with the email you entered
es_es: Te hemos enviado las instrucciones para establecer tu contraseña, si existe una cuenta con el email insertado

source: You should receive them shortly
es_es: Debes recibirlas en breve

source: If you don't receive an email, please make sure you've entered the address you registered with,
es_es: Si no recibes el email, por favor asegúrate de que has introducido la dirección de correo con la que te registraste,

source: and check your spam folder
es_es: y comprueba tu carpeta de spam

source: To initiate the password reset process for your
es_es: Para iniciar el proceso de restablecer contraseña de tu

source: Predictmarket Account
es_es: cuenta de Predictmarket

source: click the link below
es_es: haz clic en el enlace de abajo

source: If clicking the link above doesn't work
es_es: Si el enlace de abajo no funciona

source: please copy and paste the URL in a new browser window instead
es_es: por favor copia y pega la URL en una nueva ventana del navegador

source: Sincerely
es_es: Un saludo

source: The Predictmarket Team
es_es: El equipo de Predictmarket

source: Forgot password
es_es: Contraseña olvidada

source: Email address of the account you want to recover the password
es_es: Dirección de email de la cuenta que quieres recuperar

source: Submit
es_es: Enviar

source: Create admin account
es_es: Crear cuenta de admin

source: The name is not valid
es_es: El nombre no es válido

source: The last name is not valid
es_es: El apellido no es válido

source: The date of birth is not valid
es_es: La fecha de nacimiento no es válida

source: The email is not valid or is already in use
es_es: El email no es válido o ya está en uso

source: The password is not valid
es_es: La contraseña no es válida

source: By signing up, you are indicating that you have read and agree to the
es_es: Registrándote indica que aceptas que has leído y estás de acuerdo con los

source: Past bets of
es_es: Apuestas pasadas de

source: Betting history of
es_es: Historial de apuestas de

source: Only displaying assets bought from markets that you and
es_es: Sólo se muestran los activos comprados de mercados a los que tú y

source: both have access
es_es: ambos tenéis acceso

source: This includes public markets
es_es: Esto incluye mercados públicos

source: Communities in common
es_es: Comunidades en común

source: You don't have any community in common with
es_es: No tienes ninguna comunidad en común con

source: Assets
es_es: Activos

source: Back to user profile
es_es: Volver al perfil de usuario

source: This user has not placed any bet yet.
es_es: Este usuario no ha realizado ninguna apuesta todavía.

source: Save changes
es_es: Guardar cambios

source: Date of birth
es_es: Fecha de nacimiento

source: Joined on
es_es: Se unió el

source: Export my data
es_es: Exportar mis datos

source: Your account will be deleted on
es_es: Tu cuenta será borrada el

source: You can cancel this by
es_es: Puedes cancelar esto

source: clicking here
es_es: haciendo clic aquí

source: User options:
es_es: Opciones de usuario

source: Bet history
es_es: Historial de apuestas

source: Edit profile
es_es: Editar perfil

source: Created communities:
es_es: Comunidades creadas:

source: This user has not created any community
es_es: Este usuario no ha creado ninguna comunidad

source: Joined communities:
es_es: Comunidades unidas:

source: This user has not joined any community
es_es: Este usuario no se ha unido a ninguna comunidad

source: First name
es_es: Nombre

source: Last name
es_es: Apellidos

source: Cancel account deletion
es_es: Cancelar borrado de cuenta

source: Delete account
es_es: Borrar cuenta

source: Verify requests
es_es: Verificar peticiones

source: Judge verification requests
es_es: Juzgar peticiones de verificación

source: Institution
es_es: Institución

source: Accepted
es_es: Aceptado

source: Verify user
es_es: Verificar usuario

source: Reject request
es_es: Rechazar petición

source: Request accepted. User is verified.
es_es: Petición aceptada. El usuario es verificado.

source: Request rejected.
es_es: Petición rechazada.

source: Verify account
es_es: Verificar cuenta

source: Verify account request
es_es: Petición de verificación de cuenta

source: In order to get your account verified and create public markets and communities without restrictions,
es_es: Para obtener tu cuenta verificada y crear mercados públicos y comunidades sin restricción,

source: you must be part of a public or private institution, and send us a request that will be evaluated by the admins
es_es: debes ser parte de una institución pública o privada, y enviarnos una petición que será evaluada por los admins

source: To make this easier, you can send us an email to predictmarket.us@gmail.com with enough proofs
es_es: Para hacerlo más fácil, puedes enviar un email a predictmarket.us@gmail.com con suficientes pruebas

source: Your previous request was rejected. You can apply again to verify your account
es_es: Tu petición anterior fue rechazada. Puedes realizar una nueva para verificar tu cuenta

source: Request already sent
es_es: La petición ya ha sido enviada

source: You have already sent a verify account request, and must wait for it to be judged by an admin
es_es: Ya has enviado una petición para verificar la cuenta, y debes esperar a que sea juzgada

source: Personal info
es_es: Información personal

source: Permissions
es_es: Permisos

source: Important dates
es_es: Fechas importantes

source: Sorry, that login was invalid. Please try again.
es_es: Lo sentimos, el inicio de sesión no fue correcto. Por favor, inténtelo de nuevo

source: Sorry, that user was banned.
es_es: Lo sentimos, ese usuario está baneado

source: Describe the institution you represent, and give us proofs that you are who you say you are. You can reference any email sent to predictmarket.us@gmail.com
es_es: Describe la institución que representas, y da suficientes pruebas demostrando que eres quién dices ser. Puedes referenciar cualquier email enviado a predictmarket.us@gmail.com

source: The nickname by which they will know you.
es_es: El apodo con el que te conocerán.

source: Describe yourself: your hobbies, life goals, preferences, interests...
es_es: Descríbete a ti mismo: tus hobbies, objetivos en la vida, preferencias, intereses...

source: Biography
es_es: Biografía

source: You cannot edit other user's profile.
es_es: No puedes editar el perfil de otro usuario.

source: Your password was successfully updated
es_es: Tu contraseña fue actualizada correctamente

source: Please correct the error below.
es_es: Por favor corrige los errores de abajo

source: You must not be verified.
es_es: No debes estar verificado.
